package com.zetsubou_0.training.task.task003;

/**
 * Реализовать цикл, который былет выводить цифры в промужутке от start
 * до stop
 * Для вывода использовать System.out.println(int number);
 *
 * К примеру при вызове printSequence(2, 4);
 * должно вывестись
 * 2
 * 3
 * 4
 */
public interface Task {
    void printSequence(int start, int stop);
}
